# DLDEndLoadData

## Description
Add the created data to object properties

```pascal
PROCEDURE DLDEndLoadData;
```

```python

def vs.DLDEndLoadData():
    return None
```

## Version
Availability: from Vectorworks 2018
## Category
* Truss Analysis